Repository: cigala/2048-cli
Catalog: po/*/messages.po
Languages: es_ar

source: Hi: %ld
es_ar: Max: %ld

source: Are you sure you want to reset your scores? Y(es) or N(o)
es_ar: ¿Estás seguro que querés restablecer tus puntajes máximos? Y (si) o N (no)

source: Please enter Yes or No
es_ar: Por favor ingresá Y (Si) o N (No)

source: Score: %ld
es_ar: Puntaje: %ld

source: Score: %ld (+%ld)
es_ar: Puntaje: %ld (+%ld)

source: load: Failed to open highscore file
es_ar: load: Error al abrir el archivo de puntajes máximos

source: load: Failed to parse highscore file
es_ar: load: Error al analizar el archivo de puntajes máximos

source: save: Failed to open highscore file
es_ar: save: Error al abrir el archivo de puntajes máximos

source: save: Failed to write highscore file
es_ar: save: Error al escribir el archivo de puntajes máximos

source: usage: 2048 [-cCaAiIrh] [-s SIZE] [-b RATE]
es_ar: uso: 2048 [-cCaAiIrh] [-s TAMAÑO] [-b VELOCIDAD]
